Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitMedical/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.contactEmergencyServicesImmediately
source: Contact emergency services immediately.
ar: اتصل بخدمات الطوارئ على الفور.
bg: Свържете се незабавно с спешните служби.
ca: Contacta amb els serveis d'emergència immediatament.
cs: Okamžitě kontaktujte pohotovostní služby.
da: Kontakt straks nødservices.
de: Kontaktiere umgehend die Notdienste.
el: Επικοινωνήστε αμέσως με τις υπηρεσίες έκτακτης ανάγκης.
es: Contacta con los servicios de emergencia inmediatamente.
es_419: Contacta a los servicios de emergencia inmediatamente.
fi: Ota heti yhteyttä hätänumeroon.
fr: Contactez immédiatement les services d'urgence.
fr_ca: Contactez les services d'urgence immédiatement.
he: יצרו קשר עם שירותי החירום מיד.
hi: तुरंत आपातकालीन सेवाओं से संपर्क करें।
hr: Odmah kontaktirajte hitnu pomoć.
hu: Azonnal vedd fel a kapcsolatot a sürgősségi szolgálatokkal.
id: Hubungi layanan darurat segera.
it: Contatta immediatamente i servizi di emergenza.
ja: すぐに緊急サービスに連絡してください。
kk: Шұғыл түрде жедел қызметке хабарласыңыз.
ko: 즉시 응급 서비스에 연락하십시오.
ms: Hubungi perkhidmatan kecemasan dengan segera.
nb: Kontakt nødnumre umiddelbart.
nl: Neem onmiddellijk contact op met de hulpdiensten.
pl: Natychmiast skontaktuj się z służbami ratunkowymi.
pt_br: Contate os serviços de emergência imediatamente.
pt_pt: Contacte imediatamente os serviços de emergência.
ro: Contactați imediat serviciile de urgență.
ru: Немедленно свяжитесь с экстренными службами.
sk: Ihneď kontaktujte pohotovostné služby.
sv: Kontakta akuthjälp omedelbart.
th: กรุณาติดต่อบริการฉุกเฉินทันที
tr: Acil servislerle hemen iletişime geçin.
uk: Негайно зв'яжіться з екстреними службами.
vi: Liên hệ với dịch vụ khẩn cấp ngay lập tức.
zh_hans: 请立即联系紧急服务。
zh_hant: 請立即聯繫緊急服務。
zh_hk: 請立即聯絡緊急服務。

# TK.Message.dataSuccessfullyUploadedToYourHealthcareProvider
source: Data successfully uploaded to your healthcare provider.
ar: تم رفع البيانات بنجاح إلى مزود الرعاية الصحية الخاص بك.
bg: Данните успешно се качиха на вашия здравен доставчик.
ca: Dades pujades satisfactòriament al teu proveïdor de salut.
cs: Data byla úspěšně nahrána k vašemu poskytovateli zdravotní péče.
da: Data blev uploadet til din sundhedsudbyder.
de: Daten erfolgreich an Ihren Gesundheitsdienstleister hochgeladen.
el: Τα δεδομένα ανέβηκαν επιτυχώς στον παροχέα υγειονομικής περίθαλψης.
es: Datos subidos exitosamente a tu proveedor de salud.
es_419: Datos subidos con éxito a tu proveedor de salud.
fi: Tieto on ladattu onnistuneesti terveydenhuollon tarjoajallesi.
fr: Données uploadées avec succès chez votre fournisseur de soins de santé.
fr_ca: Données téléchargées avec succès auprès de votre fournisseur de soins de santé.
he: הנתונים הועלו בהצלחה לספק הבריאות שלך.
hi: डेटा सफलतापूर्वक आपके स्वास्थ्य सेवा प्रदाता को अपलोड कर दिया गया।
hr: Podaci su uspješno preneseni vašem pružatelju zdravstvenih usluga.
hu: Az adatok sikeresen feltöltve az egészségügyi szolgáltatódhoz.
id: Data berhasil diunggah ke penyedia layanan kesehatan Anda.
it: Dati caricati con successo dal tuo fornitore di assistenza sanitaria.
ja: データがあなたのヘルスケアプロバイダーに正常にアップロードされました。
kk: Деректер сіздің денсаулық сақтау провайдеріңізге сәтті жүктелді.
ko: 데이터가 귀하의 건강 관리 제공자에게 성공적으로 업로드되었습니다.
ms: Data berjaya dimuat naik kepada penyedia perkhidmatan kesihatan anda.
nb: Data lastet opp til helseleverandøren din.
nl: Gegevens zijn succesvol geüpload naar je zorgverlener.
pl: Dane pomyślnie przesłane do Twojego dostawcy opieki zdrowotnej.
pt_br: Dados enviados com sucesso para seu prestador de saúde.
pt_pt: Dados enviados com sucesso para o seu prestador de cuidados de saúde.
ro: Datele au fost încărcate cu succes la furnizorul tău de servicii de sănătate.
ru: Данные успешно загружены вашему поставщику медицинских услуг.
sk: Dáta boli úspešne nahraté poskytovateľovi zdravotnej starostlivosti.
sv: Data har framgångsrikt laddats upp till din vårdgivare.
th: ข้อมูลถูกอัปโหลดอย่างสำเร็จไปยังผู้ให้บริการด้านสุขภาพของคุณแล้ว
tr: Veri, sağlık sağlayıcınıza başarıyla yüklendi.
uk: Дані успішно завантажені до вашого постачальника медичних послуг.
vi: Dữ liệu đã được tải lên thành công cho nhà cung cấp dịch vụ y tế của bạn.
zh_hans: 数据已成功上传到您的医疗服务提供者。
zh_hant: 數據已成功上傳到您的醫療提供者。
zh_hk: 數據已成功上傳到您的醫療服務提供者。

# TK.Message.documentSuccessfullyUploadedToYourRecords
source: Document successfully uploaded to your records.
ar: تم رفع المستند بنجاح إلى سجلاتك.
bg: Документът е успешно качен в записите ви.
ca: Document pujats satisfactòriament als teus registres.
cs: Dokument byl úspěšně nahrán do vašich záznamů.
da: Dokument uploadet til dine optegnelser.
de: Dokument erfolgreich in Ihren Aufzeichnungen hochgeladen.
el: Το έγγραφο ανέβηκε επιτυχώς στα αρχεία σας.
es: Documento subido exitosamente a tus registros.
es_419: Documento subido exitosamente a tus registros.
fi: Asiakirja on ladattu onnistuneesti tallennuksiisi.
fr: Document uploadé avec succès dans vos dossiers.
fr_ca: Document téléchargé avec succès dans vos dossiers.
he: המסמך הועלה בהצלחה לרשומות שלך.
hi: दस्तावेज़ सफलतापूर्वक आपके रिकॉर्ड में अपलोड किया गया।
hr: Dokument uspješno prenesen na vaše zapise.
hu: Dokumentum sikeresen feltöltve a nyilvántartásaidba.
id: Dokumen berhasil diunggah ke catatan Anda.
it: Documento caricato con successo nei tuoi registri.
ja: ドキュメントがあなたの記録に正常にアップロードされました。
kk: Құжат жазбаларыңызға сәтті жүктелді.
ko: 문서가 귀하의 기록에 성공적으로 업로드되었습니다.
ms: Dokumen berjaya dimuat naik ke rekod anda.
nb: Dokumentet er vellykket lastet opp til registrene dine.
nl: Document is succesvol geüpload naar je dossiers.
pl: Dokument pomyślnie załadowany do Twoich zasobów.
pt_br: Documento carregado com sucesso nos seus registros.
pt_pt: Documento carregado com sucesso nos seus registos.
ro: Documentul a fost încărcat cu succes în înregistrările tale.
ru: Документ успешно загружен в ваши записи.
sk: Dokument bol úspešne nahratý do vašich záznamov.
sv: Dokumentet har framgångsrikt laddats upp till dina uppgifter.
th: เอกสารถูกอัปโหลดไปยังบันทึกของคุณอย่างสำเร็จแล้ว
tr: Belge kayıtlarınıza başarıyla yüklendi.
uk: Документ успішно завантажено до ваших записів.
vi: Tài liệu đã được tải lên thành công vào hồ sơ của bạn.
zh_hans: 文档已成功上传到您的记录。
zh_hant: 文件已成功上傳到您的檔案。
zh_hk: 文件已成功上傳到您的檔案。

# TK.Message.emergencyContactHasBeenNotified
source: Emergency contact has been notified.
ar: تم إبلاغ جهة الاتصال في حالات الطوارئ.
bg: Лице за спешни случаи е уведомено.
ca: El contacte d'emergència ha estat notificat.
cs: Kontakty pro nouzové situace byly informovány.
da: Nødkontakt er blevet underrettet.
de: Notfallkontakt wurde benachrichtigt.
el: Ο επείγων σύντροφος έχει ειδοποιηθεί.
es: Se ha notificado al contacto de emergencia.
es_419: Se ha notificado al contacto de emergencia.
fi: Hätänumero on ilmoitettu.
fr: Le contact d'urgence a été notifié.
fr_ca: Le contact d'urgence a été notifié.
he: הוצג איש קשר חירום.
hi: आपातकालीन संपर्क को सूचित किया गया है।
hr: Kontakta za hitne slučajeve je obaviješten.
hu: Sürgősségi kapcsolat értesítve lett.
id: Kontak darurat telah diberitahu.
it: Contatto di emergenza è stato avvisato.
ja: 緊急連絡先に通知されました。
kk: Төтенше байланысушы хабарланды.
ko: 긴급 연락처에 알림이 전송되었습니다.
ms: Kontak kecemasan telah diberitahu.
nb: Nødkontakt har blitt varslet.
nl: Noodcontact is op de hoogte gesteld.
pl: Kontakt alarmowy został powiadomiony.
pt_br: Contato de emergência foi notificado.
pt_pt: Contato de emergência foi notificado.
ro: Contactul de urgență a fost notificat.
ru: Экстренный контакт уведомлен.
sk: Kontaktná osoba pre núdzové situácie bola informovaná.
sv: Nödkontakt har blivit meddelad.
th: ติดต่อฉุกเฉินได้ถูกแจ้งแล้ว
tr: Acil durum kişisi bilgilendirildi.
uk: Контакт для екстрених випадків сповіщений.
vi: Người liên hệ khẩn cấp đã được thông báo.
zh_hans: 紧急联系人已被通知。
zh_hant: 緊急聯絡人已通知。
zh_hk: 緊急聯絡人已被通知。

# TK.Message.labResultsAreNowAvailable
source: Lab results are now available.
ar: نتائج المختبر متاحة الآن.
bg: Резултатите от лабораторията вече са налични.
ca: Els resultats de laboratori ja estan disponibles.
cs: Výsledky laboratorních testů jsou nyní k dispozici.
da: Laboratorieresultater er nu tilgængelige.
de: Laborergebnisse sind jetzt verfügbar.
el: Τα αποτελέσματα εργαστηρίου είναι διαθέσιμα.
es: Los resultados de laboratorio ya están disponibles.
es_419: Los resultados de laboratorio ya están disponibles.
fi: Laboratoriotulokset ovat nyt saatavilla.
fr: Les résultats de laboratoire sont maintenant disponibles.
fr_ca: Les résultats du laboratoire sont maintenant disponibles.
he: תוצאות המעבדה זמינות כעת.
hi: लेबोरेटरी के परिणाम अब उपलब्ध हैं।
hr: Laboratorijski nalazi su sada dostupni.
hu: A laboreredmények mostantól elérhetők.
id: Hasil lab sekarang tersedia.
it: I risultati di laboratorio sono ora disponibili.
ja: 検査結果が利用可能です。
kk: Lab нәтижелері қол жетімді.
ko: Lab 결과가 이제 이용 가능합니다.
ms: Keputusan makmal kini tersedia.
nb: Laboratorieresultater er nå tilgjengelige.
nl: Laboratoriumresultaten zijn nu beschikbaar.
pl: Wyniki badań są już dostępne.
pt_br: Resultados do laboratório já estão disponíveis.
pt_pt: Resultados laboratoriais agora disponíveis.
ro: Rezultatele testelor de laborator sunt acum disponibile.
ru: Результаты анализов теперь доступны.
sk: Výsledky laboratória sú teraz k dispozícii.
sv: Labbrapporter är nu tillgängliga.
th: ผลการตรวจห้องปฏิบัติการพร้อมแล้ว.
tr: Laboratuvar sonuçları şimdi mevcut.
uk: Результати аналізів вже доступні.
vi: Kết quả xét nghiệm đã có.
zh_hans: 实验室结果现已可用。
zh_hant: 實驗室結果現在可以查看了。
zh_hk: 實驗室結果現已可用。

# TK.Message.measurementComplete
source: Measurement complete.
ar: تم الانتهاء من القياس.
bg: Измерването е завършено.
ca: Mesura completa.
cs: Měření bylo dokončeno.
da: Måling fuldført.
de: Messung abgeschlossen.
el: Η μέτρηση ολοκληρώθηκε.
es: Medición completa.
es_419: Medición completada.
fi: Mittaaminen valmis.
fr: Mesure terminée.
fr_ca: Mesure terminée.
he: המדידה הושלמה.
hi: माप पूरा हुआ।
hr: Mjerenje je završeno.
hu: Mérés befejezve.
id: Pengukuran telah selesai.
it: Misurazione completata.
ja: 測定が完了しました。
kk: Өлшеу аяқталды.
ko: 측정이 완료되었습니다.
ms: Pengukuran selesai.
nb: Måling fullført.
nl: Metingen voltooid.
pl: Pomiar zakończony.
pt_br: Medida completa.
pt_pt: Medida concluída.
ro: Măsurarea este completă.
ru: Измерение завершено.
sk: Meranie dokončené.
sv: Mätningen är klar.
th: การวัดเสร็จสมบูรณ์แล้ว.
tr: Ölçüm tamamlandı.
uk: Вимірювання завершено.
vi: Đo đã hoàn thành.
zh_hans: 测量完成。
zh_hant: 測量完成。
zh_hk: 測量已完成。

# TK.Message.medicalHistoryHasBeenUpdated
source: Medical history has been updated.
ar: تم تحديث التاريخ الطبي.
bg: Медицинската история е актуализирана.
ca: S'hana actualitzat l'historial mèdic.
cs: Zdravotní historie byla aktualizována.
da: Medicinsk historik er blevet opdateret.
de: Die medizinische Vorgeschichte wurde aktualisiert.
el: Το ιατρικό ιστορικό έχει ενημερωθεί.
es: Se ha actualizado la historia médica.
es_419: Historia médica ha sido actualizada.
fi: Sairauskertomus on päivitetty.
fr: L'historique médical a été mis à jour.
fr_ca: L'historique médical a été mis à jour.
he: ההיסטוריה הרפואית עודכנה.
hi: चिकित्सा इतिहास अपडेट हो गया है।
hr: Medicinska povijest je ažurirana.
hu: Az orvosi előzmények frissítve lettek.
id: Riwayat medis telah diperbarui.
it: La storia clinica è stata aggiornata.
ja: 医療履歴が更新されました。
kk: Медициналық тарих жаңартылды.
ko: 의료 기록이 업데이트되었습니다.
ms: Sejarah perubatan telah dikemas kini.
nb: Sykehistorien har blitt oppdatert.
nl: Medische geschiedenis is bijgewerkt.
pl: Historia medyczna została zaktualizowana.
pt_br: Histórico médico atualizado.
pt_pt: Histórico médico atualizado.
ro: Istoricul medical a fost actualizat.
ru: Медицинская история обновлена.
sk: Zdravotná história bola aktualizovaná.
sv: Medicinsk historia har uppdaterats.
th: ประวัติการแพทย์ได้รับการปรับปรุงแล้ว.
tr: Tıbbi geçmiş güncellendi.
uk: Медична історія оновлена.
vi: Lịch sử y tế đã được cập nhật.
zh_hans: 医疗记录已更新。
zh_hant: 病歷已更新。
zh_hk: 醫療歷史已更新。

# TK.Message.reminderTakeYourMedication
source: Reminder: Take your medication.
ar: تذكير: تناول الأدوية الخاصة بك.
bg: Напомняне: Вземи лекарствата си.
ca: Recordatori: Pren la teva medicació.
cs: Připomínka: Vezmi si své léky.
da: Påmindelse: Tag din medicin.
de: Erinnerung: Nimm deine Medikamente.
el: Υπενθύμιση: Πάρε τα φάρμακά σου.
es: Recordatorio: Toma tu medicación.
es_419: Recordatorio: Toma tu medicamento.
fi: Muistutus: Ota lääkkeesi.
fr: Rappel : Prends ton médicament.
fr_ca: Rappel : Prends tes médicaments.
he: תזכורת: קח את התרופה שלך.
hi: याद दिलाने वाला: अपनी दवा लें।
hr: Podsjetnik: Uzmite svoju medicinu.
hu: Emlékeztető: Vedd be a gyógyszereidet.
id: Pengingat: Minum obatmu.
it: Promemoria: Prendi la tua medicina.
ja: リマインダー：処方された薬を服用してください。
kk: Ескертпе: Дәрі-дәрмектеріңізді қабылдаңыз.
ko: 알림: 약을 복용하세요.
ms: Peringatan: Ambil ubat anda.
nb: Påminnelse: Ta medisinene dine.
nl: Herinnering: Neem uw medicatie.
pl: Przypomnienie: Weź swoją lekarstwo.
pt_br: Lembrete: Tome sua medicação.
pt_pt: Lembrete: toma a tua medicação.
ro: Memento: Ia-ți medicamentele.
ru: Напоминание: примите свои лекарства.
sk: Pripomienka: Vezmite si svoju liečbu.
sv: Påminnelse: Ta din medicin.
th: เตือน: ถึงเวลาทานยาของคุณแล้ว
tr: Hatırlatıcı: İlaçlarını al.
uk: Нагадування: прийміть вашу медикацію.
vi: Nhắc nhở: Uống thuốc của bạn.
zh_hans: 提醒：请按时服药。
zh_hant: 提醒：記得按時服藥。
zh_hk: 提醒：請服用您的藥物。

# TK.Message.reportHasBeenSentToYourDoctor
source: Report has been sent to your doctor.
ar: تم إرسال التقرير إلى طبيبك.
bg: Докладът е изпратен на твоят лекар.
ca: L'informe s'ha enviat al teu metge.
cs: Zpráva byla odeslána tvému lékaři.
da: Rapport er sendt til din læge.
de: Bericht wurde an deinen Arzt gesendet.
el: Η αναφορά έχει σταλεί στον γιατρό σας.
es: El informe ha sido enviado a tu médico.
es_419: El informe ha sido enviado a tu médico.
fi: Raportti on lähetetty lääkärillesi.
fr: Le rapport a été envoyé à votre médecin.
fr_ca: Le rapport a été envoyé à ton médecin.
he: הדו"ח נשלח לרופא שלך.
hi: रिपोर्ट आपके डॉक्टर को भेज दी गई है।
hr: Izvještaj je poslan vašem liječniku.
hu: Jelentés elküldve az orvosának.
id: Laporan telah dikirim ke doktermu.
it: Il rapporto è stato inviato al tuo medico.
ja: レポートがあなたの医師に送信されました。
kk: Есеп дәрігеріңізге жіберілді.
ko: 보고서가 의사에게 전송되었습니다.
ms: Laporan telah dihantar kepada doktor anda.
nb: Rapport har blitt sendt til legen din.
nl: Rapport is naar uw arts verzonden.
pl: Raport został wysłany do twojego lekarza.
pt_br: Relatório enviado ao seu médico.
pt_pt: Relatório enviado ao seu médico.
ro: Raportul a fost trimis medicului tău.
ru: Отчёт отправлен вашему врачу.
sk: Správa bola zaslaná vášmu lekárovi.
sv: Rapporten har skickats till din läkare.
th: รายงานได้ถูกส่งไปยังแพทย์ของคุณแล้ว
tr: Rapor doktoruna gönderildi.
uk: Звіт було надіслано вашому лікарю.
vi: Báo cáo đã được gửi đến bác sĩ của bạn.
zh_hans: 报告已发送给您的医生。
zh_hant: 報告已發送給您的醫生。
zh_hk: 報告已發送至您的醫生。

# TK.Message.resultsHaveBeenSaved
source: Results have been saved.
ar: تم حفظ النتائج.
bg: Резултатите са запазени.
ca: Els resultats s'han desat.
cs: Výsledky byly uloženy.
da: Resultater er gemt.
de: Ergebnisse wurden gespeichert.
el: Τα αποτελέσματα έχουν αποθηκευτεί.
es: Los resultados han sido guardados.
es_419: Los resultados han sido guardados.
fi: Tulokset on tallennettu.
fr: Les résultats ont été sauvegardés.
fr_ca: Les résultats ont été enregistrés.
he: תוצאות נשמרו.
hi: परिणाम सुरक्षित किए गए हैं।
hr: Rezultati su pohranjeni.
hu: Az eredmények elmentve.
id: Hasil telah disimpan.
it: I risultati sono stati salvati.
ja: 結果が保存されました。
kk: Нәтижелер сақталды.
ko: 결과가 저장되었습니다.
ms: Keputusan telah disimpan.
nb: Resultatene er lagret.
nl: Resultaten zijn opgeslagen.
pl: Wyniki zostały zapisane.
pt_br: Resultados salvos.
pt_pt: Os resultados foram guardados.
ro: Rezultatele au fost salvate.
ru: Результаты сохранены.
sk: Výsledky boli uložené.
sv: Resultaten har sparats.
th: ผลลัพธ์ถูกบันทึกเรียบร้อยแล้ว
tr: Sonuçlar kaydedildi.
uk: Результати збережено.
vi: Kết quả đã được lưu.
zh_hans: 结果已保存。
zh_hant: 結果已被保存。
zh_hk: 結果已保存。

# TK.Message.testCompletedSuccessfully
source: Test completed successfully.
ar: تم إكمال الاختبار بنجاح.
bg: Тестът е успешно завършен.
ca: Prova completada amb èxit.
cs: Test byl úspěšně dokončen.
da: Test afsluttet med succes.
de: Test erfolgreich abgeschlossen.
el: Η εξέταση ολοκληρώθηκε με επιτυχία.
es: Prueba completada con éxito.
es_419: Prueba completada con éxito.
fi: Testi suoritettu onnistuneesti.
fr: Test terminé avec succès.
fr_ca: Test complété avec succès.
he: המבחן הושלם בהצלחה.
hi: परीक्षा सफलतापूर्वक पूरी हुई।
hr: Test je uspješno dovršen.
hu: A teszt sikeresen befejeződött.
id: Tes berhasil diselesaikan.
it: Test completato con successo.
ja: テストが正常に完了しました。
kk: Тест сәтті аяқталды.
ko: 검사가 성공적으로 완료되었습니다.
ms: Ujian telah berjaya diselesaikan.
nb: Testen ble fullført vellykket.
nl: Test succesvol voltooid.
pl: Test wykonany pomyślnie.
pt_br: Teste concluído com sucesso.
pt_pt: Exame realizado com sucesso.
ro: Testul a fost finalizat cu succes.
ru: Тест успешно завершен.
sk: Test bol úspešne dokončený.
sv: Testet har slutförts framgångsrikt.
th: การทดสอบเสร็จเรียบร้อยแล้ว
tr: Test başarıyla tamamlandı.
uk: Тест успішно пройдено.
vi: Bài kiểm tra đã hoàn thành thành công.
zh_hans: 测试成功完成。
zh_hant: 測試已成功完成。
zh_hk: 測試已成功完成。

# TK.Message.timeForYourNextDose
source: Time for your next dose.
ar: حان وقت الجرعة التالية.
bg: Време е за следващата ви доза.
ca: És hora de la teva próxima dosi.
cs: Je čas na tvoji další dávku.
da: Tid til din næste dosis.
de: Zeit für deine nächste Dosis.
el: Ώρα για τη δόση σου.
es: Es hora de tu próxima dosis.
es_419: Es hora de tu próxima dosis.
fi: Aika seuraavalle annokselle.
fr: Il est temps de prendre votre prochaine dose.
fr_ca: C'est le temps pour ta prochaine dose.
he: זמן למנה הבאה שלך.
hi: आपकी अगली डोज़ का समय आ गया है।
hr: Vrijeme je za vašu sljedeću dozu.
hu: Itt az ideje a következő dózisnak.
id: Saatnya untuk dosis berikutnya.
it: È tempo per la tua prossima dose.
ja: 次の服用の時間です。
kk: Келесі доза уақыты.
ko: 다음 약 복용 시간입니다.
ms: Masa untuk dos seterusnya.
nb: Tid for neste dose.
nl: Tijd voor je volgende dosis.
pl: Czas na twoją następną dawkę.
pt_br: Hora da sua próxima dose.
pt_pt: Hora da sua próxima dose.
ro: E timpul pentru următoarea doză.
ru: Время для вашего следующего приема.
sk: Čas na tvoju ďalšiu dávku.
sv: Dags för din nästa dos.
th: ถึงเวลาน้ำยาโดสถัดไป
tr: Bir sonraki dozun zamanı.
uk: Час для наступної дози.
vi: Đến thời gian uống liều tiếp theo.
zh_hans: 该服用下一剂了。
zh_hant: 是時候吃下次藥了。
zh_hk: 是時候服用下一劑了。

# TK.Message.yourAppointmentHasBeenConfirmed
source: Your appointment has been confirmed.
ar: تم تأكيد موعدك.
bg: Твоето назначение е потвърдено.
ca: La teva cita ha estat confirmada.
cs: Tvoje schůzka byla potvrzena.
da: Din aftale er bekræftet.
de: Dein Termin wurde bestätigt.
el: Το ραντεβού σου έχει επιβεβαιωθεί.
es: Tu cita ha sido confirmada.
es_419: Tu cita ha sido confirmada.
fi: Ajanvarauksesi on vahvistettu.
fr: Votre rendez-vous a été confirmé.
fr_ca: Votre rendez-vous a été confirmé.
he: הפגישה שלך אושרה.
hi: आप की नियुक्ति की पुष्टि हो गई है।
hr: Tvoj termin je potvrđen.
hu: A találkozód megerősítve van.
id: Janji temu sudah dikonfirmasi.
it: Il tuo appuntamento è stato confermato.
ja: あなたの予約が確認されました。
kk: Сіздің кездесуліңіз расталды.
ko: 당신의 예약이 확인되었습니다.
ms: Janji temu anda telah disahkan.
nb: Avtalen din har blitt bekreftet.
nl: Je afspraak is bevestigd.
pl: Twoja rezerwacja została potwierdzona.
pt_br: Sua consulta foi confirmada.
pt_pt: A tua consulta foi confirmada.
ro: Programarea ta a fost confirmată.
ru: Ваша запись подтверждена.
sk: Tvoja rezervácia bola potvrdená.
sv: Ditt möte har bekräftats.
th: การนัดหมายของคุณได้รับการยืนยันแล้ว.
tr: Randevunuz onaylandı.
uk: Вашу зустріч підтверджено.
vi: Cuộc hẹn của bạn đã được xác nhận.
zh_hans: 你的预约已经确认。
zh_hant: 你的約會已經確認。
zh_hk: 你的预约已确认。

# TK.Placeholder.addSymptomsDots
source: Add symptoms…
ar: أضف الأعراض…
bg: Добавяне на симптоми…
ca: Afegiu símptomes…
cs: Přidat příznaky…
da: Tilføj symptomer…
de: Symptome hinzufügen…
el: Προσθήκη συμπτωμάτων…
es: Añadir síntomas…
es_419: Agregar síntomas…
fi: Lisää oireita…
fr: Ajouter des symptômes…
fr_ca: Ajouter des symptômes…
he: הוסף תסמינים…
hi: लक्षण जोड़ें…
hr: Dodaj simptome…
hu: Tünetek hozzáadása…
id: Tambahkan gejala…
it: Aggiungi sintomi…
ja: 症状を追加…
kk: Симптомдарды енгізу…
ko: 증상 추가…
ms: Tambah simptom…
nb: Legg til symptomer…
nl: Voeg symptomen toe…
pl: Dodaj objawy…
pt_br: Adicionar sintomas…
pt_pt: Adicionar sintomas...
ro: Adăugați simptome…
ru: Добавить симптомы…
sk: Pridať symptómy…
sv: Lägg till symtom…
th: เพิ่มอาการ…
tr: Belirti ekleyin...
uk: Додати симптоми…
vi: Thêm triệu chứng…
zh_hans: 添加症状…
zh_hant: 添加症狀…
zh_hk: 添加症狀…

# TK.Placeholder.bloodPressureReadingDots
source: Blood pressure reading…
ar: قراءة ضغط الدم…
bg: Четене на кръвно налягане…
ca: Lectura de pressió arterial…
cs: Odečítání krevního tlaku…
da: Blodtryksmåling…
de: Blutdruckmessung…
el: Ανάγνωση αρτηριακής πίεσης…
es: Lectura de presión arterial…
es_419: Lectura de presión arterial…
fi: Verenpainelukema…
fr: Lecture de la pression sanguine…
fr_ca: Lecture de la pression artérielle…
he: קריאת לחץ דם…
hi: ब्लड प्रेशर रीडिंग…
hr: Mjerenje krvnog tlaka…
hu: Vérnyomás mérése…
id: Pembacaan tekanan darah…
it: Lettura della pressione sanguigna…
ja: 血圧を測定中…
kk: Қан қысымын өлшеу…
ko: 혈압 측정 중…
ms: Bacaan tekanan darah…
nb: Blodtrykkmåling…
nl: Bloeddrukmeting…
pl: Pomiar ciśnienia krwi…
pt_br: Leitura da pressão arterial…
pt_pt: Medição de pressão arterial...
ro: Citire tensiune arterială…
ru: Показания кровяного давления…
sk: Meranie krvného tlaku…
sv: Blodtrycksmätning…
th: การอ่านความดันโลหิต…
tr: Kan basıncı ölçümü...
uk: Вимірювання артеріального тиску…
vi: Đọc huyết áp…
zh_hans: 血压读数…
zh_hant: 血壓讀數…
zh_hk: 血壓讀數…

# TK.Placeholder.bodyTemperatureDots
source: Body temperature…
ar: درجة حرارة الجسم…
bg: Телесна температура…
ca: Temperatura corporal…
cs: Tělesná teplota…
da: Kropstemperatur…
de: Körpertemperatur…
el: Σωματική θερμοκρασία…
es: Temperatura corporal…
es_419: Temperatura corporal…
fi: Kehon lämpötila…
fr: Température corporelle…
fr_ca: Température corporelle…
he: חום גוף…
hi: शरीर का तापमान…
hr: Tjelesna temperatura…
hu: Testhőmérséklet…
id: Suhu tubuh…
it: Temperatura corporea…
ja: 体温を測定中…
kk: Дене температурасын енгізу…
ko: 체온 입력 중…
ms: Suhunya badan…
nb: Kroppstemperatur…
nl: Lichaamstemperatuur…
pl: Temperatura ciała…
pt_br: Temperatura corporal…
pt_pt: Temperatura corporal...
ro: Temperatura corpului…
ru: Температура тела…
sk: Meranie telesnej teploty…
sv: Kroppstemperatur…
th: อุณหภูมิร่างกาย…
tr: Vücut sıcaklığı...
uk: Температура тіла…
vi: Nhiệt độ cơ thể…
zh_hans: 体温…
zh_hant: 體溫…
zh_hk: 體溫…

# TK.Placeholder.describeSymptomsDots
source: Describe symptoms…
ar: وصف الأعراض…
bg: Описание на симптомите…
ca: Descriu símptomes…
cs: Popište příznaky…
da: Beskriv symptomer…
de: Symptome beschreiben…
el: Περιγραφή συμπτωμάτων…
es: Describir síntomas…
es_419: Describe síntomas…
fi: Kuvaile oireita…
fr: Décrire les symptômes…
fr_ca: Décrire les symptômes…
he: תאר תסמינים…
hi: लक्षण का वर्णन कीजिये…
hr: Opis simptoma…
hu: Tünetek leírása…
id: Deskripsikan gejala…
it: Descrivi sintomi…
ja: 症状を説明…
kk: Симптомдарды сипаттау…
ko: 증상 설명…
ms: Huraikan simptom…
nb: Beskriv symptomer…
nl: Symptomen beschrijven…
pl: Opisz objawy…
pt_br: Descrever sintomas…
pt_pt: Descrever sintomas…
ro: Descrie simptomele…
ru: Описание симптомов…
sk: Popísať symptómy…
sv: Beskriv symtom…
th: อธิบายอาการ…
tr: Semptomları tanımla…
uk: Описати симптоми…
vi: Mô tả triệu chứng…
zh_hans: 描述症状…
zh_hant: 描述症狀…
zh_hk: 描述症狀…
